Repository: sudhaus7/newspage
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tt_content.newspage_element
source: News/Event/Project Element
de: Meldung

# tt_content.newspage_element.description
source: Mark this page as News
de: Dieses Element markiert die Seite als Meldung

# tt_content.newspage_plugin
source: News/Event/Project Listing
de: Meldungen ausgeben

# tt_content.newspage_plugin.description
source: List the News/Event/Project Elements
de: Listet Meldungen in verschiedenen Formaten auf

# element.flex.type
source: Type of this page
de: Art der Meldung

# element.flex.type.pleaseselect
source: -- please select
de: -- bitte wählen

# element.flex.type.news
source: News
de: Meldung/Nachricht/Pressemitteilung

# element.flex.type.project
source: Project
de: Projekt

# element.flex.news.date
source: Event
de: Datum

# element.flex.news.from
source: Date/From
de: Datum von

# element.flex.news.to
source: To
de: Datum bis

# element.flex.calendar
source: Calendar for displaying event
de: Kalender zum Eintragen des Termins

# element.flex.showdate
source: Display Date in Frontend
de: Datum auf der Webseite anzeigen

# element.flex.showtime
source: Show Time in Frontend
de: Uhrzeit auf der Webseite anzeigen

# element.flex.showimageindetail
source: Display Image on Detail Page
de: Bild auf der Detailseite anzeigen

# element.flex.highlight
source: Mark this Page as Highlight/Important
de: Markiere diese Meldung als wichtig

# element.flex.news.tags
source: Tags/Categories
de: Tags / Kategorien

# element.flex.news.latlng
source: Geographical Position
de: Geographische angabe

# plugin.tags
source: if selected, display any Records with any of these Tags/Categories
de: Zeige nur Einträge mit diesen Tags / Kategorien

# plugin.action
source: Type of Listing
de: Art der Auflistung

# plugin.action.list
source: List/Archive
de: Liste mit Blätterfunktion / Archiv

# plugin.action.latest
source: Latest news
de: Aktuellste Einträge

# plugin.action.random
source: Random News
de: Zufällige auswahl von Einträgen

# plugin.max
source: Show this many news
de: Zeige diese Anzahl Einträge (pro Seite)

# plugin.randomSkip
source: Skip this many latest news from the Random selection
de: Filtere diese Menge an aktuellsten Einträgen aus der Zufallsselektion heraus

# plugin.highlights
source: Only show highlights (disables paging)
de: Zeige nur als wichtig markierte Einträge

# plugin.sortby
source: Sort direction
de: Sortierung

# plugin.sortby.asc
source: Ascending
de: Sortiere aufsteigend (alt nach neu)

# plugin.sortby.desc
source: Descending
de: Sortiere absteigend (neu nach alt)

# plugin.sortby.random
source: Random
de: Sortiere zufällig

# plugin.startpage
source: Search News from this page
de: Ab dieser Seite nach Einträgen suchen

# plugin.depth
source: Recursive Level
de: Anzahl der Ebenen

# plugin.scope
source: The Scope of the Listing
de: Einschränkungen in der Auflistung

# plugin.scope.all
source: All Records
de: Alle Einträge anzeigen

# plugin.scope.past
source: Only Past Records
de: Nur vergangene Einträge anzeigen

# plugin.scope.future
source: Only Future Records
de: Nur in der Zukunft liegende Einträge anzeigen

# plugin.datetimeStringForFilteringNews
source: Start filtering News from
de: Zeige Meldung ab / bis

# plugin.datetimeStringForFilteringNews.today
source: same day as news-date
de: zum selben Tag wie das Meldungs-datum

# plugin.datetimeStringForFilteringNews.yesterday
source: one day before the news-date
de: einen Tag vor dem Meldungs-datum

# plugin.datetimeStringForFilteringNews.tomorrow
source: one day after the news-date
de: einen Tag nach dem Meldungs-datum

# tx_sudhaus7newspage_domain_model_tag
source: Newspage Tag
de: Meldungen Tag

# tx_sudhaus7newspage_domain_model_tag.title
source: Tag Label
de: Titel

# tx_sudhaus7newspage_domain_model_tag.category
source: Tag Category
de: Kategory

# tx_sudhaus7newspage_domain_model_tag.category.country
source: Country
de: Land

# tx_sudhaus7newspage_domain_model_tag.category.topic
source: Topic
de: Thema

# tx_sudhaus7newspage_domain_model_tag.parent_tag
source: Parent Tag
de: Eltern Tag

# plugin.latestTemplate
source: Template used in latest listing
de: Vorlage für Aktuellste Einträge

# plugin.listTemplate
source: Template used in archive listing
de: Vorlage für Archiv Einträge
